string = """
Популярные команды
git status
Показывает статус работы. Новые, зафикс­иро­ванные, измененные файлы. Текущую ветку.
git diff [file]
Показывает изменения между рабочей директ­орией и зафикс­иро­ванными измене­ниями
git diff --staged [file]
Показывает изменения между зафикс­иро­ванными измене­ниями и индексом (заком­иче­нными измене­ниями)
git checkout [file]
Отменяет изменения в рабочей директории. Операция необра­тимая.
git add [file]
Фиксирует изменения файла. Исполь­зуйте ., чтобы добавить все изменения в директории и поддир­ект­ориях.
git reset [file]
Отменяет фиксацию файла.
"""

print(string)

first_name = 'Alice'
last_name = 'Smith'
name_operated = first_name + last_name
print(len(name_operated), name_operated)
 
